i5/old/20240114-0047/2-mempool/1000/pgbench-warmup-25-1.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 25
partition method: range
partitions: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 6003419
number of failed transactions: 0 (0.000%)
latency average = 0.320 ms
initial connection time = 15.301 ms
tps = 100056.249588 (without initial connection time)